module.exports = [
    {
      initial: 'तुम्ही सनकादिक संत । म्हणविता कृपावंत ।।१॥ एवढा करा उपकार । देवा सांगा नमस्कार',
      fullAbhang:' तुम्ही सनकादिक संत । म्हणविता कृपावंत ।।१॥ एवढा करा उपकार । देवा सांगा नमस्कार ॥धृ॥ भाकावी करुणा । विनवा वैकुंठींचा राणा ।।३॥। | तुका म्हणे मज आठवा । मुळ लवकरी पाठवा ॥॥४॥।'
    },
  
    {
      initial: 'आतां तुम्ही कृपावंत । साधु संत जिवलग ॥',
      fullAbhang:
        'आतां तुम्ही कृपावंत । साधु संत जिवलग ॥१॥  गोमटेंतें करा माझें । भार ओझें तुम्हांसी ।।धृ।। वंचिलें तें पायांपार्शी । नाहीं यासी वेगळें ॥३॥ तुका म्हणे सोडिल्या गांठी । दिली मिठी पायांसी ॥४॥'
    },
    {
      initial: 'लेंकुराचें हित । वाहे माऊलीचें चित्त ॥',
      fullAbhang:
        'लेंकुराचें हित । वाहे माऊलीचें चित्त ।॥१॥। ऐसी कळवळ्याची जाती । करी लाभाविण प्रीती ।।धृ।। पोर्टी भार वाहे । त्याचें सर्वस्वही साहे ॥1३॥ तुका म्हणे माझें । तुम्हां संतांवरी ओझे ॥४॥।'
    },
    {
      initial: 'करूनी उचित । प्रेम घाली हृदयांत ॥',
      fullAbhang:
        'करूनी उचित । प्रेम घाली हृदयांत ॥१॥। आलों दान मागायास । थोर करुनियां आस ॥धृ।॥ चिंतनसमरयी । सेवा आपुलीच देई ॥३॥ तुकयावंधु म्हणे भावा । मज निरवार्वें देवा ॥४॥'
    },
    {
      initial: '',
      full: ''
    }
  ]