module.exports =
    [
        {
            initial: " विठ्ठल कुळींचे दैवत । विठ्ठल चित्त गोत चित्त । विठ्ठल पुण्य पुरुषार्थ । आवडे मात विठ्ठलाची",
            fullAbhang: `
            विठ्ठल कुळींचे दैवत । विठ्ठल चित्त गोत चित्त । विठ्ठल पुण्य पुरुषार्थ । आवडे मात विठ्ठलाची ॥धृ॥
            विठ्ठल विस्तारला जनीं । सप्तही पाताळें भरुनी । विठ्ठल व्यपक त्रिभुवनीं । विठ्ठल मुनीमानसीं ॥३॥
            विठ्ठल जीवाचा जिव्हाळा । विठ्ठल कृपेचा कोंवळा । विठ्ठल प्रेमाचा पुतळा । लावियेला चाळा विश्व विठ्ठलें ॥४॥
            विठ्ठल बाप माय चुलता । विठ्ठल भगिनी आणि भ्राता । विठ्ठलेंविण चाड नाहीं गोता तुका म्हणे आतां नाही दुसरें ॥५॥`
        },
        {
            initial: "जय जय सद्गुरु सच्चिदानंदा । तुज नमू आनंद कंदा॥",
            fullAbhang: " बरवा झाला वेवसाव । पावलों चिंतिलाचि ठाव । दृढ पायीं राहीला भाव । पावला जीव विश्रांती ॥१॥बरवा फळला शकुन । अवघा निवारिला शीण । तुमचे झालिया दरुषन । जन्ममरण नाहीं आतां ॥धृ॥बरवें झालें आलों या ठाया । होते संचित ठायींचे पाया । देहभाव पालटली काया । पडली छाया ब्रह्मींची॥३॥जोडिलें हें न सरे धन । अविनाश आनंद घन । अमूर्तमूर्ती मधुसूधन । समचरणी देखियला ॥४॥ जुनाट जुगादिचें नाणें । बहुता कळाचें ठेवणें । लोपलें होतें पारिखेपणें । ठाव चळणें चुकविला ॥५॥ आतां या जीवाचियासाठीं । न सोडीं पडलियां मिठी । तुका म्हणे शीणलों जगजेठी । न लवीं दिठी दुसरयाची ॥६॥"
        },
       
    ]