module.exports =
    [
        {
            initial: " विठ्ठल कुळींचे दैवत । विठ्ठल चित्त गोत चित्त । विठ्ठल पुण्य पुरुषार्थ । आवडे मात विठ्ठलाची",
            fullAbhang: "विठ्ठल कुळींचे दैवत । विठ्ठल चित्त गोत चित्त । विठ्ठल पुण्य पुरुषार्थ । आवडे मात विठ्ठलाची ॥धृ॥\n\n विठ्ठल विस्तारला जनीं । सप्तही पाताळें भरुनी । विठ्ठल व्यपक त्रिभुवनीं । विठ्ठल मुनीमानसीं ॥३॥\n\n विठ्ठल जीवाचा जिव्हाळा । विठ्ठल कृपेचा कोंवळा । विठ्ठल प्रेमाचा पुतळा । लावियेला चाळा विश्व विठ्ठलें ॥४॥\n\n विठ्ठल बाप माय चुलता । विठ्ठल भगिनी आणि भ्राता । विठ्ठलेंविण चाड नाहीं गोता तुका म्हणे आतां नाही दुसरें ॥५॥\n\n"
        },
        {
            initial: "बरवा झाला वेवसाव । पावलों चिंतिलाचि ठाव । दृढ पायीं राहीला भाव । पावला जीव विश्रांती ॥",
            fullAbhang: " बरवा झाला वेवसाव । पावलों चिंतिलाचि ठाव । दृढ पायीं राहीला भाव । पावला जीव विश्रांती ॥१॥\n\nबरवा फळला शकुन । अवघा निवारिला शीण । तुमचे झालिया दरुषन । जन्ममरण नाहीं आतां ॥धृ॥\n\nबरवें झालें आलों या ठाया । होते संचित ठायींचे पाया । देहभाव पालटली काया । पडली छाया ब्रह्मींची॥३॥\n\nजोडिलें हें न सरे धन । अविनाश आनंद घन । अमूर्तमूर्ती मधुसूधन । समचरणी देखियला ॥४॥\n\n जुनाट जुगादिचें नाणें । बहुता कळाचें ठेवणें । लोपलें होतें पारिखेपणें । ठाव चळणें चुकविला ॥५॥\n\n आतां या जीवाचियासाठीं । न सोडीं पडलियां मिठी । तुका म्हणे शीणलों जगजेठी । न लवीं दिठी दुसरयाची ॥६॥\n\n"
        },
        {
            initial:"मी तंव अनंत अपराधी । कर्महीन मतिमंदबुध्दि । तुज म्यां आठविलें नाही कधीं । वाचे कृपानिधी मायबापा ॥१॥",
            fullAbhang:"३) मी तंव अनंत अपराधी । कर्महीन मतिमंदबुध्दि । तुज म्यां आठविलें नाही कधीं । वाचे कृपानिधी मायबापा ॥१॥\n\n नाहीं ऐकिलें गाइलें गीत । धरिली लाज सांडिलें हीत । नावडे पुराण बैसले संत । केली बहुत परनिंदा ॥धृ॥\n\n नाहीं केला करविला परोपकार । नाहीं दया आली पीडितां पर । करुं नये तो केला व्यापार । वाहिला भार कुटुंबाचा ॥३॥\n\n नाहीं केलें तिर्थाचें भ्रमण । पाळिला पिंड कर चरण । नाहीं संतसेवा घडलें दान । पूजावलोकन मूर्तीचें ॥४॥\n\n असंगसंग घडले अन्याय । बहुत अधर्म उपाय । न कळे हित करावें तें काय । नये बोलूं आठवूं तें ॥५॥\n\n आप आपण्या घातकर । शत्रु झालों मी दारोदार । तूं तंव कृपेचा सागर । उतरी पार तुका म्हणे ॥६॥"
        },
        {
            initial:"आतां पावेन सकळ सुखें । खादलें कदा तें न देखें । अवघें सरलें पारीखें ।  सकळ देखें माहियेर ॥",
            fullAbhang:"आतां पावेन सकळ सुखें । खादलें कदा तें न देखें । अवघें सरलें पारीखें ।  सकळ देखें माहियेर ॥१॥ जवळीं विठ्ठल रखुमाई । बहीन बंधु बाप आई । सकळ गोताचीच साई । पारीखें काई ऐसें नेणिजे ॥धृ॥\n\n जगदाकारी झाली सत्ता । वारोनि गेली पराधीनता ।  अवघें आपुलेंचि आतां ।  लाज आणि चिंता दुरावली ॥३॥\n\n वावरे इच्छावसे घरीं । आपुले सत्तेचे माहेरीं । करवी तैसे आपण करी । भीड न धरीं चुकल्याची ॥४॥\n\n सोसिला होता सासुरवास । बहुतांचा बहुत दिवस। बहु कामें पुरविला षोस । आतां उदास आपुल्या तें ॥५॥\n\nकरविला परोपकार । नाहीं दया आली पीडितां पर । करुं नये तो केला व्यापार । वाहिला भार कुटुंबाचा ॥३॥\n\n नाहीं केलें तिर्थाचें भ्रमण । पाळिला पिंड कर चरण । नाहीं संतसेवा घडलें दान । पूजावलोकन मूर्तीचें ॥४॥\n\n असंगसंग घडले अन्याय । बहुत अधर्म उपाय । न कळे हित करावें तें काय । नये बोलूं आठवूं तें ॥५॥\n\n आप आपण्या घातकर । शत्रु झालों मी दारोदार । तूं तंव कृपेचा सागर । उतरी पार तुका म्हणे ॥६॥"
        },
        {
            initial:"सर्व सुखाचिया आशा जन्म गेला । क्षण एक मुक्ती यज्ञ नाहीं केला । हिंडतां दिशा शीण पावला । माया वेष्टिला जीव माझा ॥",
            fullAbhang:" सर्व सुखाचिया आशा जन्म गेला । क्षण एक मुक्ती यज्ञ नाहीं केला । हिंडतां दिशा शीण पावला । माया वेष्टिला जीव माझा ॥१॥\n\n माझें स्वहित नेणती कोणी । कांहींच न करीती मजवांचुनी  । सज्जन तवं सुखाची मांडणी नेणती कोणी आदि अंत ॥धृ॥\n\n काय सांगों गर्भींची यातना । मज भोगितां नारायणा । मांस मळ मूत्र जाणा । तुज क्षणाक्षणा ध्यात असें ॥३॥\n\n मज चालतां प्रयाणकाळीं । असतां न दिसती जवळी । मृत्तिके मृत्तिका कवळी । एकले मेळीं संचिताचे ॥४॥\n\n आतां मज ऐसें करीं गा देवा । काहीं घडे तुझी चरणसेवा । तुका विनवीतसे केशवा । चालवीं दावा संसारें ॥५॥\n\n"
        },
        {
            initial:"अगा ए सावळ्या सगुणा । गुणनिधिनाम नारायणा । आमची परीसा विज्ञापणा । सांभाळी दीना आपुलिया ॥",
            fullAbhang:"अगा ए सावळ्या सगुणा । गुणनिधिनाम नारायणा । आमची परीसा विज्ञापणा । सांभाळी दीना आपुलिया ॥१॥\n\n बहु या उदराचे कष्ट । आम्हासी केलें कर्मभ्रष्ट । तुमची चुकविली वाट । करीं वटवट या निमीत्तें ॥धृ॥\n\n जालों पांगिला जनासी । संसाराची आंदणी दासी । न कळे कधीं सोडविसी । दृढपाशीं बहु बांधलों ॥३॥\n\n येथें तों नये आठव कांही । विसावा तो क्षण एक नाहीं । पडिलो आणिके प्रवाहीं । हित तों काहीं दिसे चि ना ॥४॥\n\n जीवित्व वेचलों वियोगें । हिंडतां प्रवास वाउगें । काहीं व्याधि पीडा रोगें । केलिया भोगें तडातोडी ॥५॥\n\n माझा मीं च झालों शत्रु । कैचा पुत्र दारा कैचा मित्रु । कासया घातला पसरु । अहो जगद्गुरु तुका म्हणे ॥६॥"
        },
        {
            initial:"आता मज धरवावी बुद्धी । येथूनि परतवावी बुद्धी । घ्यावें सोडवूनी कृपानिधी । सांपडलो संधीं काळचक्रीं ॥",
            fullAbhang:"आता मज धरवावी बुद्धी । येथूनि परतवावी बुद्धी । घ्यावें सोडवूनी कृपानिधी । सांपडलो संधीं काळचक्रीं ॥१॥\n\n करिसील तरी नव्हे काई । राईचा डोंगर पर्वत राई । आपुले करुणेची साई । करीं वो आई मजवरी ॥धृ॥\n\n मागील काळ अज्ञानपणें । सरला स्वभावें त्या गुणें । नेणें आयुष्य होतें उणें । पुढील पेणें अंतरलों ॥३॥\n\n आता मज वाटतसे भय । दिवसेंदिवस चालत जाय । येथें म्यां येऊनी केलें काय । नाहीं तुझे पाय आठविले ॥४॥\n\n करुनी अपराध क्षमा । होतील केले पुरुषोत्तमा । आपुले नामीं द्यावा प्रेमा । सोडवीं भ्रमापासूनियां  ॥५॥\n\n हृदय वसो तुमच्या गुणीं । ठाव हा पायापें चरणीं । करुं हा रस सेवन वाणी । फिटे तों धणी तुका म्हणे ॥६॥"
        },
        {
            initial:"जेणें हा जीव दिला दान । तयाचें करीन चिंतन । जगज्जीवन नारायण । गाईन गुण तयाचे ॥",
            fullAbhang:"जेणें हा जीव दिला दान । तयाचें करीन चिंतन । जगज्जीवन नारायण । गाईन गुण तयाचे ॥१॥\n\n जो या भीवरेच्या तीरीं । कट धरुनियां करीं । पाउलें समचि साजिरीं अंतरी धरुनी राहिन ॥धृ॥\n\n जो या असुरांचा काळ । भक्तजनप्रतिपाळ । खेळे हा लाघवें सकळ । तयाच्या भाळ पायांवरीं ॥३॥\n\n जो या गोपाळांच्या मेळीं । खेळु खेळे वनमाळी । रसातळा नेला बळी । राहे पाताळीं स्वामी माझा ॥४॥\n\n जो हा लावण्य पुतळा । जयाचे अंगी सकळ कळा । जयाचे गळां वैजयंती माळा । तया वेळोवेळां दंडवत ॥५॥\n\n जयाचें नाम पाप नासी । लक्ष्मी ऐसी जयाची दासी । जो हा तेजःपुंज राशी । सर्वभावें त्यासी तुका शरण ॥६॥"
        },
        {
            initial:"काय मी उद्धार पावेन । काय कृपा करील नारायण । ऐसें तुम्ही सांगा संतजन । करा समाधान चित्त माझें ॥",
            fullAbhang:"काय मी उद्धार पावेन । काय कृपा करील नारायण । ऐसें तुम्ही सांगा संतजन । करा समाधान चित्त माझें ॥१॥\n\n काय हें खंडईल कर्म । पारुषतील धर्माधर्म । कासयानें तें कळेल वर्म । म्हणऊनी श्रम वाटतसे ॥ धृ॥ काय हे स्थिर राहेल बुद्धी । कांही अरीष्ट नयेल की मधीं । धरीलें जाईल तें सिद्धी ।शेवट तो कधीं मज न कळे ॥३॥\n\n काय ऐसे पुण्य होईल गांठी । घालीन पायीं देवाचे मिठी । मज तो कुरवाळील जगजेठी । दाटईन कंठी सद्गदित ॥४॥\n\n काय हे निवतील डोळे । सुख तें देखोनि सोहळे । संचित कैसें तें न कळे । होतील डोहळे वासनेसीं ॥५॥\n\n ऐसी चिंता करी सदा सर्वकाळ । रात्रंदिवस हेचि तळमळ । तुका म्हणे नाहीं आपुलें बळ । जेणे फळ पावेन निश्चयेंसी ॥६॥"
        },
        {
            initial:"तूंचि अनाथाचा दाता । दुःख मोह नासावया चिंता । शरण आलो तुज आतां ।  तारी कृपावंता मायबापा ॥",
            fullAbhang:"तूंचि अनाथाचा दाता । दुःख मोह नासावया चिंता । शरण आलो तुज आतां ।  तारी कृपावंता मायबापा ॥१॥\n\n संतसंगति देईं चरणसेवा । जेणें हा तुझा विसर पडावा । हाची भाव माझिया जिवा ।पुरवी देवां मनोरथ ॥धृ॥\n\n मज भाव प्रेम देईं प्रिती । गुण नाम वर्णावया स्तुती । विघ्ना सोडवूनि हाती । विनंती माझी परसावी हे ॥३॥\n\n आणिक कांहीं नाही मागणें । सुखसंपत्तीराज्यचाड धनें । सांकडे न पडे तुज जेणें । दुजे भक्तीवीन मायबापा ॥४॥\n\n जोडोनि कर पायीं ठेवितों माथा । तुका विनवी पंढरीनाथा । रंगी वोढवावी रंगकथा । पुरवीं मनोरथा मायबापा ॥५॥\n\n"
        },
        {
            initial:"सेंदरीं हेंदरीं दैवतें । कोण तीं  पूजी भुतेंखेतें । आपुल्या पोटा जीं रडतें । मागती शितें अवदान ॥",
            fullAbhang:" सेंदरीं हेंदरीं दैवतें । कोण तीं  पूजी भुतेंखेतें । आपुल्या पोटा जीं रडतें । मागती शितें अवदान ॥१॥\n\n आपुले इच्छे आणिकां पीडी । काय तें देईल बराडी । कळों ही आली तयाची जोडी । अल्प रोकडी बुद्धी अधिरा ॥धृ॥\n\n दासीचा पाहुणेर उखितें । धनी देई आपुल्या हातें । करुणाभाषण उचितें । हें तों रितें सतत शक्तीहीन ॥३॥\n\n काय तें थिल्लरीचें पाणी । ओठ न भिजे न फिटे धणी । शीण तरी आदीं अवसानीं । क्षोभें पुरश्चरणीं दीलें फळ ॥४॥\n\n विलेपनें बुजविती तोंड । भार खोळ वाहाती उदंड । करविती आपाआपणयां दंड । ऐसियास भांड म्हणे देव तो ॥५॥\n\n तैसा नव्हे नारायण । जगव्यापक जनार्दन । तुका म्हणे त्याचें करा चिंतन । वंदूं चरण येती सकळ ॥६॥"
        },
        {
            initial:"विषयओढीं भुलले जीव । आतां यांची कोण करील कींव । नुपजे नारायणीं भाव । पावोनि ठाव नरदेह ॥",
            fullAbhang:"विषयओढीं भुलले जीव । आतां यांची कोण करील कींव । नुपजे नारायणीं भाव । पावोनि ठाव नरदेह ॥ १॥ कोण सुख धरीलें संसारीं । पडोनि काळाचे आहारीं । माप या लागलें शरीरीं । झालियावरी सळे ओढती ॥धृ॥\n\n बापुडीं होतील शेवटीं । आयुष्यासवें झालिया तुटी । भोगिलें मागें पुढें ही कोटी । होईल भेटी जन्मासी ॥३॥\n\n जुंतिलें घाणां बांधोनि डोळे । मागे जोडी आर तेणेंही पोळे । चालिलों किती तें न कळे । दुःखे आरंबळे भुक तहान ॥४॥\n\n एवढें जयाचें निमित्त । प्रारब्ध क्रियमाण संचित । तें हें देह मानूनि अनित्य । न करिती कां नित्य नामस्मरण ॥५॥\n\n तुका म्हणे न वेंचतां मोल । तो हा यासी महाग विठ्ठल ।  वेंचितां फुकाचे बोल । केवढें खोल अभागियां ॥६॥"
        },
        {
            initial:"आले हो संसारा तुम्ही एक करा ।मुक्तिमारग हळूचि धरा । काळदंड कुंभयातना थोरा । कां रे अघोरा दचकसी ना ॥",
            fullAbhang:"आले हो संसारा तुम्ही एक करा ।मुक्तिमारग हळूचि धरा । काळदंड कुंभयातना थोरा । कां रे अघोरा दचकसी ना ॥१॥\n\n नाहीं त्या यमासी करुणा । बाहेर काढितां कुडी प्राणा । ओढाळ सांपडे जैसें धान्या (धन्या) । चोर यातना धरिजे तो ॥धृ॥\n\n नाहीं दिले पावईल कैचा । चालता पंथें तेणें वळसा । नसेल ठाऊकें ऐसा तो कैसा । नेती बंद जैसा धरोनियां ॥३॥\n\n क्षण एक नागीवा पायीं । न चलवे तया करीतां काहीं  सोई । ओढिती कांटवण अग्निस्तंभ कवटाळिती ॥४॥\n\n देखोनि अंगें कांपती तये नदीमाजी चालविती । लागे ठाव ना न चलवे बुडविती । वरी मारिती यमदंड ॥५॥\n\n तहानभूक न सहावे  वेळ । तो राखिती किती एक काळ । पिंड पाळूनि कैसा शितळ । तो तप्तभूमीं ज्वाळ लोळविती ॥६॥ म्हणऊनि करा कांहीं सायास । व्हावेल तरी व्हारे उदास । करवेल तर करा नामघोष । सेवा भक्तीरस तुका म्हणे ॥७॥"
        },
        {
            initial:"न बोलसी तेंही कळलें देवा । लाजसी आपुलिया नांवा ।  मी घालीत नाही गोवा । भीड केशवा कासयाची ॥",
            fullAbhang:" न बोलसी तेंही कळलें देवा । लाजसी आपुलिया नांवा ।  मी घालीत नाही गोवा । भीड केशवा कासयाची ॥१॥\n\n उतरीं आपुला हा भार । मजशीं बोलोनि उत्तर । माझा तुज नव्हे अंगिकार । मग विचार करीन मी ॥धृ॥\n\n दात्या आणि मागत्यासी । धर्मनीति तरी बोलिली ऐसी यथानुशक्ति ठाकेल तैसी । बाधी दोघांसी विन्मुखता ॥३॥\n\n म्हणोनि करीतो मी आस । तुझिया वचनासी वास । धीर हा करुनि सायास । न टळे नेमास आपुलिया॥४॥\n\n तुझें म्यां घेतल्यावांचुन । येथूनि न वजें वचन । हाचि माझा नेम सत्य जाण । आहे नाहीं म्हण तुका म्हणे  ॥६॥"
        },
        {
            initial:"आतां मी न पडें सायासीं । संसारदुःखाचिये पाशीं । शरण रीघेन संतांसी । ठाव पायांपाशीं मागेन त्यां ॥",
            fullAbhang:"आतां मी न पडें सायासीं । संसारदुःखाचिये पाशीं । शरण रीघेन संतांसी । ठाव पायांपाशीं मागेन त्यां ॥१॥\n\n न कळें संचित होते काय । कोण्या पुण्यें तुझे लाधती पाय । आता मज न विसंबे वो माय । मोकलूनि धाय विनवीतसें ॥धृ॥\n\n बहुत जाचलों संसारें । मोहमायाजालाच्या विखारें । त्रिगुण येताती लहरें । तेणें दुःखें थोर आक्रंदलों ॥३॥\n\n आणिक दुःखे सांगों मी किती । सकळ संसाराची स्थिती । न साहे पाषाण फुटती । भय कांप चित्तीं भरलासे ॥४॥\n\n आतां मज न साहावे सर्वथा । संसारंगधीची हे वार्ता । झालों वेडा असुनि जाणता । पावे अनंता तुका म्हणे ॥५॥\n\n"
        },
        {
            initial:"आतां तुज कळेल तें करीं । तारीसी तरी तारीं मारीं । जवळी अथवा दुरी धरीं । घाली संसारीं अथवा नको ॥",
            fullAbhang:"आतां तुज कळेल तें करीं । तारीसी तरी तारीं मारीं । जवळी अथवा दुरी धरीं । घाली संसारीं अथवा नको ॥१॥\n\n शरण आलों नेणतपणें । भाव आणि भक्ती कांहींच नेणें । मतिमंद सर्व ज्ञानें । बहु रंक उणे रंकाहुनी ॥धृ॥\n\n मन स्थिर नाहीं माझिये हातीं । इंद्रियें धांवतां नावरती । सकळ खुंटलिया युक्ती । शांति निवृत्ती जवळी नाहीं ॥३॥\n\n सकळ निवेदिला भाव तुझिये पायीं ठेविला जीव । आतां करी फळे तो उपाव । तूंचि सर्व ठाव देवा माझा ॥४॥\n\n राहिलों धरुनि विश्वास । आधार नेटीं तुझी कास । आणिक नेणें मी सायास । तुका म्हणे यास तुझें उचित ॥५॥\n\n"
        },
        {
            initial:"देवा तुं कृपा करुणासिंधु । होसी मायबाप आमचा बंधु । जीवनसिद्धि साधनसिंधु तोडिसी भवबंधु काळपाश ॥",
            fullAbhang:"देवा तुं कृपा करुणासिंधु । होसी मायबाप आमचा बंधु । जीवनसिद्धि साधनसिंधु तोडिसी भवबंधु काळपाश ॥१॥\n\n शरणागतां वज्रपंजर । अभयदाना तूं उदार । सकळां देवा तूं अगोचर । होसी अविकार अविनाशी ॥धृ॥\n\n भागलीं स्तुति करीतां फार । तेथें मी काय तें गव्हार । जाणावया तुझा विचार । नको अंतर देऊं आतां ॥३॥\n\n नेणें भाव परि म्हणवितों तुझा । नेणें भक्ती परि करितों पुजा । आपलिया नामाचिया काजा । तुज केशीराजा लागे धांवणें ॥४॥\n\n तुझिया बळें पंढरीनाथा । झालो निर्भर  तुटली व्यथा । घातला भार तुझिया माथां । न भीं सर्वथा तुका म्हणे ॥५॥\n\n"
        },
        {
            initial:"कोण सुख धरोनि संसारीं । राहों सांग मज बा हरी । अवघ्या नाशिवंता परी । थिता दुरी तूंही अंतरसी ॥",
            fullAbhang:"कोण सुख धरोनि संसारीं । राहों सांग मज बा हरी । अवघ्या नाशिवंता परी । थिता दुरी तूंही अंतरसी ॥१॥\n\n प्रथम केला गर्भी वास । काय ते सांगावे सायास । दुःख भोगिले नवही मास । आलों जन्मास येथवरी ॥धृ॥\n\n बालपण गेलें नेणतां । तारुण्यदशे विषयव्यथा । वृद्धपणीं प्रवर्तली चिंता । मरे मागुता जन्म धरीं ॥३॥\n\n क्षण एक तो ही नाहीं विसांवा । लक्ष चौरयांशी घेतल्या धांवा । भोवंडिती पाठीं लागल्या हावां । लागो आगी नांवा माझ्या मीपणा ॥४॥\n\n आतां पुरे ऐसी भरोवरी । रंक होऊनि राहेन द्वारीं । तुझा दास मी दीन कामारी । तुका म्हणे करीं कृपा आतां ॥५॥\n\n"
        },
        {
            initial:"सुख या संत समागमें । नित्य दुणावे तुझिया नामें । दहन होतीं सकळ कर्में । सर्वकाळ प्रेमें डुल्लतसों ॥",
            fullAbhang:" सुख या संत समागमें । नित्य दुणावे तुझिया नामें । दहन होतीं सकळ कर्में । सर्वकाळ प्रेमें डुल्लतसों ॥१॥\n\n म्हणोनि नाहीं काहीं चिंता । तूंचि आमुचा मातापिता । बहिणी बंधु आणि चुलता । आणिकां गोतां सर्वांठायीं ॥धृ॥\n\n ऐसा हा कळला निर्धार । माझा तुज न पडे विसर । अससी देऊनियां धीर । बाह्य अभ्यंकर मजजवळी ॥३॥\n\n दुःख तें कैसें नये स्वप्नासी । भुक्तिमुक्ति झाल्या कामारी दासी । त्यांचे वर्म तु आम्हांपाशीं । सुखें राहीलासी प्रेमाचिया ॥४॥\n\n जेथें तुझ्या कीर्तनाचा घोष । जवळी पापें पळती दोष । काय तें उणें आम्हा आनंदास । सेवूं ब्रह्मरस तुका म्हणे ॥५॥\n\n"
        },
        {
            initial:"न पवे सन्निध वाटते चिंता । वरि या बहुतांशी सत्ता । नुगवे पडत जातो गुंता । कर्मा बळिवंता सापडलों ॥",
            fullAbhang:"न पवे सन्निध वाटते चिंता । वरि या बहुतांशी सत्ता । नुगवे पडत जातो गुंता । कर्मा बळिवंता सापडलों ॥१॥\n\n बहु भार पडियेला शिरीं । मी हें माझें मजवरी । उघड्या नागविलों चोरीं । घरींच्याघरीं जाणतजाणतां ॥धृ॥\n\n तुज मागणें इतुलें आतां । मज या निरवावें संतां । झाला कंठस्फोट आळवितां । उदास आतां न करावें ॥३॥\n\n अति हा निकट समय । मग म्यां करावें तें काय । दिवस गेलिया ठाकईल छाय उरईल हाय रातिकाळीं ॥४॥\n\n होईल संचिताची सत्ता । अंगा येईल पराधीनता । ठाव तो न दिसे लपतां । बहु चिंता प्रवर्तली ॥५॥\n\n ऐसिया संकटाचे संधी । धाव घालावी कृपानिधी । तुका म्हणे माझी बळबुद्धी । सकळ सिद्धी पाय तुझे ॥६॥"
        },
        {
            initial:"देवा तूं आमचा कृपाळ । भक्तप्रतिपाळ दीनवत्सल । माय तूं माऊलीं स्नेहाळ । भार सकळ चालविसी ॥",
            fullAbhang:"देवा तूं आमचा कृपाळ । भक्तप्रतिपाळ दीनवत्सल । माय तूं माऊलीं स्नेहाळ । भार सकळ चालविसी ॥१॥\n\n तुज लागली सकळ चिंता । राखणें लागे वांकडें जातां । पुढतीं निरविसी संतां । नव्हे विसंबतां धीर तुज ॥धृ॥\n\n आम्हां भय चिंता नाहीं धाक । जन्ममरण काहीं एक । झाला इहलोकीं परलोक । आलें सकळिक वैकुंठ ॥३॥\n\n न कउळे दीवस कीं राती । अखंड लागलीसे ज्योती । आनंदलहरीची गती  वर्णूं मी कीती तया सुखा ॥४॥\n\n तुझिया नामाची भूषणें । तोयें मज लेवविलीं लेणें । तुका म्हणे तुझिया गुणें । काय तें उणें एक आम्हां ॥५॥\n\n"
        },
        {
            initial:"आतां धर्माधंर्मी कांहीं उचित । माझें विचारावें हित । तुज मी ठाउका पतित । शरणागत परि झालो ॥",
            fullAbhang:"आतां धर्माधंर्मी कांहीं उचित । माझें विचारावें हित । तुज मी ठाउका पतित । शरणागत परि झालो ॥१॥\n\n येथें राया रंक ऐकी सरी । नाहीं भिन्नाभिन्न तुमच्या घरीं । पावलो पाय भलत्या परी । मग बाहेरी न घालावें ॥धृ॥\n\n\n\n ऐसें हें चालत आलें मागें । नाहीं मी बोलत वाउगें । आपुलिया पडिल्या प्रसंगें । कीर्ती हे जगें वाखाणिजेती ॥३॥\n\n घालोनियां माथां बैसलों भार । सांडीला लौकिक व्यवहार । आधीं हें विचारीली थार । अविनाशपर पद ऐसें ॥४॥\n\n येथें एक वर्म पाहिजे धीर । परी म्यां लेखिलें असार । देह हा नाशिवंत जाणार । धरिलें सार नाम तुझें ॥५॥\n\n केलीं आराणुक सकळां हातीं । धरावें तें धरिलें चित्तीं । तुका म्हणे सांगितले संतीं । देईं अंती ठाव मज देवा ॥६॥\n\n"
        },
        {
            initial:"बरवें झालें आलों या जन्मासी । जोड जोडिली मनुष्यदेहाऐसी । महालाभाची उत्तम रासी । जेणें सर्व सुखासी पात्र होईजे ॥",
            fullAbhang:"बरवें झालें आलों या जन्मासी । जोड जोडिली मनुष्यदेहाऐसी । महालाभाची उत्तम रासी । जेणें सर्व सुखासी पात्र होईजे ॥१॥\n\n दिलें इंद्रियें हात पाय कान । डोळे मुख बोलावया वचन । जेणें तूं जोडसी नारायण । नासे जीवपण भवरोग ॥धृ॥\n\n तिळें तिळें पुण्य सांचा पडे । तरि हें बहुतां जन्मीं जोडे । नाम तुझें वाचेसी आतुडे । समागम घडे संतांचा ॥३॥\n\n ऐसिये पावविलों ठायीं । आंता मी काय होऊं उतराई । येवढा जीव ठेवीन पायीं । तूं वो माझे आई पांडुरंगे ॥४॥\n\n फेडिला डोळियांचा कवळ । धुतला गुणदोषांचा मळ । लावूनि स्तनीं केलों शीतळ । निजविलों बाळ निजस्थानीं ॥५॥\n\n नाहीं या आनंदासी जोडा । सांगतां गोष्टी लागती गोडा । आलासी आकारा आमुच्या चाडा । तुका म्हणे भिडा भक्तिचिया ॥६॥\n\n"
        },
        {
            initial:"अल्प भाव अल्प मति । अल्प आयुष्य नाहीं हातीं । अपराधाची वोळिलों मूर्ती । अहो वेदमूर्ति परियेसा ॥",
            fullAbhang:"अल्प भाव अल्प मति । अल्प आयुष्य नाहीं हातीं । अपराधाची वोळिलों मूर्ती । अहो वेदमूर्ति परियेसा ॥१॥\n\n किती दोषा देऊं परिहार । गुणदोषें मळिलें अंतर । आदि वर्तमान भविष्याकार । लागे अंतपार ऐसें नाहीं  ॥धृ॥\n\n विविध कर्म चौरयांशी फेरा । त्रिविध भोग या शरीरा । कर्मकोठार पांजरा । जन्म जरा मरण सांठवणम ॥३॥\n\n जीवा नाहीं कुडीचें लाहातें । ये भिन्न भिन्न पंचभूतें । रचतें खचतें संचितें । असार रिते फलकट ॥४॥\n\n पुत्र पत्नी सहोदर । मायबाप गोताचा पसर । मिळती काष्टें लोटतां पूर । आदळे दूर होती खल्लाळीं ॥५॥\n\n म्हणोनि नासावें अज्ञान । इतुकें करीं कृपादान । कृपाळू तूं जनार्दन । धरुनि चरण तुका विनवी ॥६॥\n\n"
        },
        {
            initial:"sds",
            fullAbhang:"d"
        },
        
       
    ]