module.exports =
    [
        {
            fullAbhang: "जन्माचे तें मूळ पाहिलें शोधून । दु:खासी कारण जन्म घ्यावा॥१॥ पापपुण्य करूनी जन्मा येतो प्राणी । नरदेही येऊनी हानी केली ॥ २ ॥ रजतमसत्व आहे ज्याचे अंगी । याच गुणॆं जगी वाया गेला ॥ ३॥ तम म्हणिजे काय नर्कचि केवळ । रज तो सबळ मायाजाळ ॥ ४॥ तुका म्हणे येथें सत्याचे सामर्थ्य । करावा परमार्थ अहर्निशी ॥ ५॥ ",
            initial: "जन्माचे तें मूळ पाहिलें शोधून । दु:खासी कारण जन्म घ्यावा॥"
        },
        {
            initial: "अहर्निशी सदा परमार्थ करावा । पाय न ठेवावा आडमार्गी ॥",
            fullAbhang: "अहर्निशी सदा परमार्थ करावा । पाय न ठेवावा आडमार्गी ॥ १॥ आडमार्गी कोणी जन जे जातील । त्यांतून काढील तोचि ज्ञानी ॥ २॥ तोचि ज्ञानी खरा दुजीयासी । वेळोवेळां त्यासी शरण जावे ॥ ३ ॥ आपण तरेल नव्हें ते नवल । कुळॆं उद्धरील सर्वांची ती ॥ ४ ॥ शरण गेलियानें काय होतें फळ । तुका म्हणें कुळ उद्धरिले ॥ ५ ॥"
        },

        {
            fullAbhang: "उद्धरीले कूळ आपण तरला । पूर्ण तोचि झाला त्र्यैलोक्यात ॥ १॥ त्र्यैलोक्यात झाले द्वैतची निमाले । ऐसे साधियेले साधन बरवें ॥ २॥ बरवें साधन सुखशांति मना । क्रोध नाही जना तीळभरी ॥ ३॥ तीळभरी नाही चित्तासी तो मळ । तुका म्हणे जळ गंगेचे ते ॥ ४ ॥",
            initial: "उद्धरीले कूळ आपण तरला । पूर्ण तोचि झाला त्र्यैलोक्यात ॥"
        },
        {
            initial: "जैसी गंगा वाहे तैसे त्याचे मन । भगवंत जाण त्याचेजवळी ॥",
            fullAbhang: "जैसी गंगा वाहे तैसे त्याचे मन । भगवंत जाण त्याचेजवळी ॥ १ ॥ त्याचे जवळी देव भक्तीभावे उभा । स्वानंदाचा गाभा तया दिसे ॥ २॥ तया दिसे रूप अंगुष्ठ प्रमाण । अनुभवी खूण जाणती हे ॥ ३॥ जाणती जे खूण स्वात्मअनुभवी । तुका म्हणे पदवी ज्याची त्याला ॥ ४ ॥ "

        },
        {
            initial: "ज्‍याची त्‍याला पदवी इतरां न साजे । संताला उमजे आत्‍मसूख ॥",
            fullAbhang: " ज्‍याची त्‍याला पदवी इतरां न साजे । संताला उमजे आत्‍मसूख ॥१॥ आत्‍मसूख घ्‍यारे उघडा ज्ञानदृष्‍टी । याविण चावटी करु नका ॥२॥ करु नका काही संतसंग धरा । पूर्विचा जो दोहरा उगवेल ॥३॥ उगवेल प्रारब्‍ध संतसंगे करुनी । प्रत्‍यक्ष पुराणी वर्णियेले ॥४॥ वर्णियेले एका गुणनामघोषं । जातील रे दोष तुका म्हणे ॥ ५॥"
        },
        {
            initial: "ओळखारे वस्‍तु सांडारे कल्‍पना । नका आडराना जावूं झणी ॥",
            fullAbhang: "ओळखारे वस्‍तु सांडारे कल्‍पना । नका आडराना जावूं झणी ॥१॥ झणी जाल कोठे बुडवाल हीत । विचारी मनांत आपुलिया ॥२॥ आपुलिया जीवे शिवासी पहावे । आत्‍मसुख घ्‍यावे वेळोवेळा ॥३॥ घ्‍यावे आत्‍मसुख स्‍वरुपी मिळावे । भूती लीन व्‍हावे तुका म्‍हणे ॥४॥"
        },
        
        {
            initial: "दोष हे जातील अनंत जन्‍मीचे । पाय त्‍या देवाचे न सोडावे ॥",
            fullAbhang: "दोष हे जातील अनंत जन्‍मीचे । पाय त्‍या देवाचे न सोडावे ॥१॥ न सोडावे पाय निश्‍चय तो करा । आळवा शारंगधरा भावबळे ॥२॥ धरुनि केशव आणा भावबळे । पापियां न कळे काहि केल्‍या ॥३॥ न कळे तो देव संत संगावाचुणी । वासना जाळोनि शुध्‍द करा ॥४॥ शुध्‍द करा मन देहातित व्‍हावे । वस्‍तुती ओळखावें तुका म्‍हणे ॥५॥ "
        },
        {
            initial: "भूती जीन व्‍हावे सांगावे न लगेचि । आता अहंकाराची शांती करा ॥",
            fullAbhang: "भूती जीन व्‍हावे सांगावे न लगेचि । आता अहंकाराची शांती करा ॥१॥ शांती करा तुम्‍ही ममता नसावी । अंतरी वसावी भूतदया ॥२॥ भूतदया ठेवा मग काय उणे । प्रथम साधन हेचि असे ॥३॥ असो हे साधन ज्‍यांचे चित्‍ती वसे । मायाजाळ नासे तुका म्‍हणे ॥४॥ मायाजाळ नासे या नामें करुनि । प्रिती चक्रपाणि असो द्यावी ॥१॥ असो द्यावी प्रिती साधूचे पायंशी । कदा किर्तनासी सोडू नये ॥२॥ सोडू नये पुराणश्रवण किर्तन । मनन निदिध्‍यास साक्षात्‍कार ॥३॥ साक्षात्‍कार झालिया सहज समाधि । तुका म्‍हणे उपाधी गेली त्‍याची ॥४॥"
        },
        {
            initial: "गेली त्‍याची जाण ब्रह्म तोचि झाला । अंतरी निवाला पूर्णपणे ॥",
            fullAbhang: "गेली त्‍याची जाण ब्रह्म तोचि झाला । अंतरी निवाला पूर्णपणे ॥१॥ पूर्णपेणे झाला राहतो कैशा रीती । त्‍याचि स्थिती सांगतो मी ॥२॥ सांगतो मी तुम्‍हा ऐका मनोगत । राहतो मूर्खवत जगामाजी ॥३॥ जगात पिशाश्‍च अंतरी शहाणा । सदाब्रह्मी जाणा निमग्‍न तो ॥४॥ निमग्‍न तो सदा जैसा मकरंद । अंतर्बाहय भेद वेगळाले ॥५॥ वेगळाले भेद किर्ती त्‍या असती । ह्र्यदगत त्‍याची गति न कळे कवणाला ॥६॥ न कळे कवणाला त्‍याचे हेचि वर्म । योगी जाणे वर्म खुण त्‍याची ॥७॥ खुण त्‍याची जाणे जे तैसे असती । तुका म्‍हणे भ्रांती दुजीयाला ॥८॥"
        },
        {
            initial: "दुकजियाला भ्रांति भाविकाला शांति । साधुची ती वृत्‍ती लिन झाली ॥",
            fullAbhang: "दुकजियाला भ्रांति भाविकाला शांति । साधुची ती वृत्‍ती लिन झाली ॥१॥ लीन झाली वृत्‍ती ब्रह्माते मिळाले । जळांत आटले लवण जैसे ॥२॥ लवण जैसे पुन्‍हा जळाचे बाहेरी । येत नाही खरे त्‍यातुनिया ॥३॥ त्‍या सारिखे तुम्‍ही जाणा साधुवृत्‍ती । पुन्‍हा न मिळती मायाजाळी ॥४॥ मायाजाळ त्‍यांना पुन्‍हा रे बाधेना । सत्‍य सत्‍य जाणा तुका महणे ॥५॥"
        },
        {
            initial: "स्‍वर्ग लोकांहूनी आले हे अभंग । धाडियले सांग तुम्‍हांलागी ॥",
            fullAbhang: "स्‍वर्ग लोकांहूनी आले हे अभंग । धाडियले सांग तुम्‍हांलागी ॥१॥ नित्‍यनेमे यांसी पढतां प्रतापें । जळतील पापे जन्‍मांतरीची ॥२॥ तया मागे पुढे रक्षी नारायण । मांदिल्‍या निर्वाण उडी घाली ॥३॥ बुद्धिचा पालट नासेल कुमती । होईल सदभक्ति येणे पंथे ॥४॥ सदभक्ति झालिया सहज साक्षात्‍कार । होईल उध्‍दार पूर्वजांचा ॥५॥ साधतील येणे इहपरलोक । सत्‍य सत्‍य भाक माझी तुम्‍हां ॥६॥ परोपकारासाठी सांगीतले देवा । प्रासादिक मेवा ग्रहण करा ॥७॥ येणे भवव्‍यवथा जाईल तुमची । सख्‍या विठ्ठलाची आण मज ॥८॥ टाळ आणि कंथा धाडिली णिशाणी । घ्‍यारे ओळखोनी सज्‍जन हो ॥९॥ माझे दंडवत तुम्‍हा सर्व लोकां । देहा सहित तुका वैकुंठासी ॥१०॥"
        },
        {
            initial: "सत्य सत्य जाणा त्रिवाचा नेम हा । अनुभव पहा पदोपदी ॥",
            fullAbhang: "सत्य सत्य जाणा त्रिवाचा नेम हा । अनुभव पहा पदोपदी ॥१॥ पदोपदी पहा श्रीमुख चांगलं । प्रत्यक्ष पाऊली विठोबाची ॥२॥ विठोबाचे भेंटी हरेल बा चिंता । तुम्हालागी आता सांगितले ॥३॥ सांगितले खरे विश्वाचिया हीता । अभंग वाचिता जे का नर ॥४॥ ते नर पठणी जीवन्मुक्त झाले । पुन्हा नाही आले संसारासी ॥५॥ संसार उडाला संदेह फिटला । पूर्ण तोचि झाला तुका म्हणे ॥६॥"
        },
        {
            initial: "पांच कोटी एक लक्षाचा शेवट । चौतीससहस्त्र स्पष्ट सांगितले ॥",
            fullAbhang: "पांच कोटी एक लक्षाचा शेवट । चौतीससहस्त्र स्पष्ट सांगितले ॥१॥ सांगितले हे तुका कथुनियां गेला । बारा अभंगाला सोडू नका ॥२॥ सोडूं नका तुम्हा सांगितलें वर्म । भवपाशकर्मे चुकतील ॥३॥ चुकती यातायाती विठोबाची आण । करा हें पठण जीवेभावे ॥४॥ जीवेभावें करितां होईल दर्शन । प्रत्यक्ष सगुण तुका म्हणे ॥५॥"
        },

        
        {
            initial: "",
            fullAbhang: ""
        }, {
            initial: "",
            fullAbhang: ""
        },
        {
            initial: "",
            fullAbhang: ""
        }, {
            initial: "",
            fullAbhang: ""
        },

    ]